{"_path":"/categorias/ingieneria/soft-test/politicas","_dir":"soft-test","_draft":false,"_partial":false,"_locale":"","title":"Políticas","description":"Pruebas de Software(VER-VAL)","body":{"type":"root","children":[{"type":"element","tag":"div","props":{"style":"text-align: justify;"},"children":[{"type":"text","value":"\nSe espera una visión objetiva de los procesos y productos de trabajos asociados, indicando si están en conformidad con los procedimientos y estándares establecidos. Adicionalmente, se espera que constituya una fuente de información para el apoyo a la toma de decisiones estratégicas y mejora continua de la organización. Ofreciendo reportes sobre la utilidad de los procesos y sus productos de trabajo asociados.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDebe realizarse anualmente una evaluación de los procesos y productos de trabajo en la organización con el fin de asegurar que se ajustan a la política de la organización, modelos y estándares definidos.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDebe realizarse periódicamente la evaluación de la adherencia a todos los procesos y sus productos asociados en el proyecto.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDeben realizarse las evaluaciones de adherencia de manera objetiva a través de la utilización de listas de verificación y criterios predefinidos que permitan determinar el grado de conformidad de los procesos, productos de trabajo y servicios con las especificaciones, estándares, normas u otras reglas aplicables en el proyecto.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDebe realizarse periódicamente la evaluación de la adherencia a todos los procesos y sus productos asociados en el centro y la universidad.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDeben realizarse las evaluaciones de adherencia de manera objetiva a través de la utilización de listas de verificación y criterios predefinidos que permitan determinar el grado de conformidad de los procesos, productos de trabajo y servicios con las especificaciones, estándares, normas u otras reglas aplicables en el centro y la universidad.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDebe realizarse periódicamente auditorías a la configuración de manera objetiva en el proyecto que verifiquen la integridad del Sistema de Gestión de la Configuración.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDeben realizarse auditorías a la configuración a través de listas de verificación    teniendo en cuenta: la correcta identificación de los elementos de la configuración acorde con los criterios definidos, la conformidad de los elementos de la configuración con las características técnicas y de la calidad requeridas para conformar una línea base, la completitud de las líneas base y la correcta gestión de los cambios.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDebe realizarse periódicamente revisiones de inconsistencias de manera objetiva.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDeben realizarse revisiones de inconsistencias a través de listas de verificación que evalúen la conformidad de los planes, actividades y productos de trabajo del proyecto contra los requisitos y los cambios realizados. \n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDebe realizarse periódicamente la evaluación técnica a los productos de trabajo de manera objetiva.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDeben realizarse evaluaciones técnicas a los productos de trabajo que conforman la especificación y modelación de los requisitos, la solución arquitectónica y los manuales, para mejorar la solución propuesta a través de listas de verificación. \n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tDeben registrar y comunicar las no conformidades detectadas durante las evaluaciones objetivas a procesos y productos y auditorías a la configuración.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tSe deben registrar y comunicar a todos los involucrados, las inconsistencias o errores detectados durante las revisiones de inconsistencias y las evaluaciones técnicas, respectivamente.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tSe deben identificar las causas que propiciaron las no conformidades y asignar las acciones necesarias para su solución, el responsable de su ejecución y su fecha de cumplimiento.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tSe debe realizar un seguimiento hasta que las acciones sean ejecutadas y las no conformidades sean resueltas.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tSe deben escalar al nivel correspondiente las no conformidades que no puedan ser resueltas a nivel de proyecto, para que se determinen las acciones necesarias para su resolución.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• \tSe deben identificar las causas que propiciaron las inconsistencias o errores y asignar las acciones necesarias para su resolución, el responsable de su ejecución y su fecha de cumplimiento.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"text","value":"\n• Debe realizarse un seguimiento hasta que las acciones sean ejecutadas y las\ninconsistencias o errores sean resueltos.\n"},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"button-link","props":{"download":"Libro de proceso de PPQA-VER-VAL","left-icon":"i-uiw-file-pdf","target":"_blank","to":"/pdfs/PPQA-VER-VAL.pdf"},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Descargar libro"}]}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:6.categorias:4.ingieneria:3.soft-test:1.politicas.md","_source":"content","_file":"6.categorias/4.ingieneria/3.soft-test/1.politicas.md","_stem":"6.categorias/4.ingieneria/3.soft-test/1.politicas","_extension":"md"}